{
    "days" : 
    [
        {
            "name" : "Sunday",
            "actions" : 
            [
                "Park at SuperPark in St. Louis.",
                "Text James after landing.  Follow the signs near luggage claim to passenger pickup area.",
                "Visit with James and kids!!"
            ]
        },
        {
            "name" : "Monday",
            "actions" : 
            [
                "Get out by 7:00 a.m.",
                "Take pedestrian bridge to Westminster Promenade (outdoor mall).  Cross through parking lot and walk through tunnel under 36.  Turn left and walk to bus stop on 36.",
                "Take bus (FF1, US 36 & Church Ranch Station to Union Station, pay cash with exact change on bus) from Westin Westminster to:  Snooze an AM Eatery",
                "Eat breakfast and then make right out of Union Station onto Wynkoop St.  Then right onto 16th St. Mall.  Cross over the Denver Millennium Bridge at 16th and Chestnut.",
                "Continue straight into Commons Park.  At the fork, loop to the right, and then walk on the (pedestrian) Highland Bridge over the South Platt River.  (You can see the Asynchrony building from the bridge entrance.)",
                "Walk to Denver office (2300 15TH STREET Denver, CO 80202).",
                "Work in Denver office",
                "Take bus (FF1, from Union Station to Boulder, pay cash with exact change on bus) from Westin Westminster to:  Pearl St. Mall",
                "Sit on driver-side of bus to see mountains!!",
                "Buy souvenirs and eat dinner",
                "Take bus (FF1, to US 36 & Church Ranch Station)"
            ]
        },
        {
            "name" : "Tuesday",
            "actions" : 
            [
                "Application development with Docker, Kubernetes, and OpenShift",
                "Dinner/Keynote",
                "Outdoor reception"
            ]
        },
        {
            "name" : "Wednesday",
            "actions" : 
            [
                "5K",
                "Identity",
                "Privilege",
                "Reactive Systems with RXJava",
                "Reactive Systems with Akka and Java",
                "HTML5 Revisited",
                "Keynote: Why does Yesterday's Best Practice Become Tomorrow's Antipattern?",
                "Fun for all ages: Modding & Hacking Minecraft with ScriptCraft"
            ]
        },
        {
            "name" : "Thursday",
            "actions" : 
            [
                "Refactoring to Functional Style using Java 8 (Venkat Subramaniam)",
                "Distributed Tracing of Microservices Architectures",
                "Hybrid Mobile Apps with HTML5: Easier Than You Think",
                "Parallel Programming with Java 8 Streams",
                "High Performance JavaScript Web Apps"
            ]
        },
        {
            "name" : "Friday",
            "actions" : 
            [
                "Check out of hotel",
                "Modular Architecture - Refactoring the Monolith (ends at 10:30 a.m.)",
                "Take bus (FF1, US 36 & Church Ranch Station to Union Station)",
                "Take University of Colorado A Line to airport (Get to airport by 12:30 p.m.)"
            ]
        }            
    ]
}