{
    "days" : 
    [
        {
            "name" : "Sunday",
            "actions" : 
            [
                "Take commuter rail (A Line) to Union Station.  (In airport, follow signs for \"Transit Center\".  Tickets for the A Line may be purchased at the ticket vending machines located on the train platform using cash or credit cards.)",
                "Take bus (FF1) to US 36 & Church Ranch Station and then walk to Westin.  Check into Westin.",
                "Take bus (FF1, US 36 & Church Ranch Station to Boulder, pay cash with exact change on bus) from Westin Westminster to:  Pearl St. Mall",
                "Sit on driver-side of bus to see mountains!!",
                "Buy souvenirs and eat dinner",
                "Visit with James and Melissa?"
            ]
        },
        {
            "name" : "Monday",
            "actions" : 
            [
                "Take bus (FF1, US 36 & Church Ranch Station to Union Station, pay cash with exact change on bus) from Westin Westminster to:  Snooze an AM Eatery",
                "Eat breakfast and then walk to Denver office (2300 15TH STREET Denver, CO 80202).  You can walk through the park and then over the South Platt River on the (pedestrian) Highland Bridge.",
                "Visit with James and Melissa?"

            ]
        },
        {
            "name" : "Tuesday",
            "actions" : 
            [
                "Application development with Docker, Kubernetes, and OpenShift",
                "Dinner/Keynote",
                "Outdoor reception",
                "Visit with James and Melissa?"
            ]
        },
        {
            "name" : "Wednesday",
            "actions" : 
            [
                "5K",
                "Identity",
                "Privilege",
                "Reactive Systems with RXJava",
                "Reactive Systems with Akka and Java",
                "HTML5 Revisited",
                "Keynote: Why does Yesterday's Best Practice Become Tomorrow's Antipattern?"
                "Fun for all ages: Modding & Hacking Minecraft with ScriptCraft"
            ]
        },
        {
            "name" : "Thursday",
            "actions" : 
            [
                "Refactoring to Functional Style using Java 8 (Venkat Subramaniam)",
                "Foundational Front-End Architecture: Getting the Most out of Frameworks, Libraries, Events, and the Browser Platform (Without Losing Your Mind)",
                "Building a Continuous Delivery Pipeline With Jenkins (and Gradle, Git, Gerrit, Artifactory, Sonar, Jacoco, and Docker)",
                "Reactive Fault Tolerant Programing with Hystrix and RxJava",
                "15 Best Practices for designing superior RESTful APIs",
                "Visit with James and Melissa?"
            ]
        },
        {
            "name" : "Friday",
            "actions" : 
            [
                "Call Lyft to get ride to Denver International Airport.",
                "Modular Architecture - Refactoring the Monolith"
            ]
        }            
    ]
}